amandeepmittal.pug
angular.ng-template
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
diz.ecsstractor-port
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
glenn2223.live-sass
huizhou.githd
kbatkov.ecsstractor-tsx-port
kubosho.ecsstractor
mcright.auto-save
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
ritwickdey.liveserver
skyran.js-jsx-snippets
syler.sass-indented
usernamehw.errorlens
vscode-icons-team.vscode-icons
vue.volar
xabikos.javascriptsnippets
zignd.html-css-class-completion
